[X2DownloadableContentInfo_AddedPartNames]

.HelmetsTemplate="SamHead"
.HelmetsName="Jetstream Sam Head"


.HeadTemplate="SamInvisHead"
.HeadName="Jetstream Sam Invisible Head"

.HeadTemplate="SamInvisHeadSkirmisher"
.HeadName="Jetstream Sam Invisible Head"


.TorsoTemplate="CNV_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="LPL_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="MPL_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="HPL_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="LPW_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="MPW_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="HPW_SamBody"
.TorsoName="Jetstream Sam Torso"


.TorsoTemplate="CNVReaper_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="PLTReaper_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="PWRReaper_SamBody"
.TorsoName="Jetstream Sam Torso"


.TorsoTemplate="CNVSkirmisher_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="PLTSkirmisher_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="PWRSkirmisher_SamBody"
.TorsoName="Jetstream Sam Torso"


.TorsoTemplate="CNVTemplar_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="PLTTemplar_SamBody"
.TorsoName="Jetstream Sam Torso"

.TorsoTemplate="PWRTemplar_SamBody"
.TorsoName="Jetstream Sam Torso"


.ArmsTemplate="SamArms"
.ArmsName="Jetstream Sam Arms"

.ArmsTemplate="SamArmsR"
.ArmsName="Jetstream Sam Arms"

.ArmsTemplate="SamArmsK"
.ArmsName="Jetstream Sam Arms"

.ArmsTemplate="SamArmsT"
.ArmsName="Jetstream Sam Arms"


.LegsTemplate="SamLegs"
.LegsName="Jetstream Sam Legs"

.LegsTemplate="SamLegsR"
.LegsName="Jetstream Sam Legs"

.LegsTemplate="SamLegsK"
.LegsName="Jetstream Sam Legs"

.LegsTemplate="SamLegsT"
.LegsName="Jetstream Sam Legs"


.TorsoDecoTemplate="SamDeco"
.TorsoDecoName="Jetstream Sam Accessories"

.TorsoDecoTemplate="SamPouches"
.TorsoDecoName="Jetstream Sam Pouches"

.TorsoDecoTemplate="SamSheath"
.TorsoDecoName="Jetstream Sam Sheath"

.TorsoDecoTemplate="SamDecoR"
.TorsoDecoName="Jetstream Sam Accessories"

.TorsoDecoTemplate="SamPouchesR"
.TorsoDecoName="Jetstream Sam Pouches"

.TorsoDecoTemplate="SamSheathR"
.TorsoDecoName="Jetstream Sam Sheath"

.TorsoDecoTemplate="SamDecoK"
.TorsoDecoName="Jetstream Sam Accessories"

.TorsoDecoTemplate="SamPouchesK"
.TorsoDecoName="Jetstream Sam Pouches"

.TorsoDecoTemplate="SamSheathK"
.TorsoDecoName="Jetstream Sam Sheath"

.TorsoDecoTemplate="SamDecoT"
.TorsoDecoName="Jetstream Sam Accessories"

.TorsoDecoTemplate="SamPouchesT"
.TorsoDecoName="Jetstream Sam Pouches"

.TorsoDecoTemplate="SamSheathT"
.TorsoDecoName="Jetstream Sam Sheath"


.FacePropsLowerTemplate="SamVisor"
.FacePropsLowerName="Jetstream Sam Visor Open"

.FacePropsLowerTemplate="SamVisor2"
.FacePropsLowerName="Jetstream Sam Visor Closed"